Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: Enable WoT filter
es: Habilitar filtro WoT
id: Aktifkan filter WoT
nl: Gebruik WoT filter

source: Encrypted Image
es: Imagen cifrada
id: Gambar Terenkripsi
nl: Versleutelde afbeelding

source: Encrypting and uploading...
es: Cifrando y cargando...
id: Mengenkripsi dan mengunggah...
nl: Versleutelen en uploaden…

source: Enhanced Relay Routing
es: Enrutamiento Relay mejorado
id: Perutean Relay yang Ditingkatkan

source: Enter a NIP-96 compatible media server address to host your images
es: Ingrese una dirección de servidor de medios compatible con NIP-96 para alojar sus imágenes
id: Masukkan alamat server media yang kompatibel dengan NIP-96 untuk menghosting gambar Anda
nl: Voor een NIP-96 compatibel media server adres in

source: Enter JSON
es: Introduzca JSON
id: Masukkan JSON
nl: Voer JSON in

source: Enter list name
es: Introduzca el nombre de la lista
id: Masukkan nama daftar
nl: Voer lijst naam in

source: Enter new relay address...
es: Ingrese la nueva dirección relay...
id: Masukkan alamat relay baru...
nl: Voer nieuw relay adres in

source: Enter nsecBunker relay address
es: Ingrese la dirección nsecBunker relay
id: Masukkan alamat nsecBunker relay
nl: nsecBunker relay adres

source: Enter private note about %@ for yourself
es: Ingrese una nota privada sobre %@ para usted
id: Masukkan catatan pribadi tentang %@ untuk Anda sendiri
nl: Voer privé notitie in over %@ voor jezelf

source: Enter private note about this post for yourself
es: Ingrese una nota privada sobre esta publicación para usted
id: Masukkan catatan pribadi tentang posting ini untuk Anda sendiri
nl: Voer privé notitie in over dit bericht voor jezelf

source: Enter private note about this user for yourself
es: Ingrese una nota privada sobre este usuario para usted
id: Masukkan catatan pribadi tentang pengguna ini untuk Anda sendiri
nl: Voer privé notitie in over dit persoon voor jezelf

source: Enter private note for yourself
es: Ingrese una nota privada para usted
id: Masukkan catatan pribadi untuk Anda sendiri
nl: Voer privé notitie in voor jezelf

source: Enter relay address
es: Introduzca la dirección relay
id: Masukkan alamat relay
nl: Relay adres

source: Enter your name
es: Introduce tu nombre
id: Masukkan nama Anda
nl: Voer je naam in

source: Error messages for %@
es: Mensajes de error para %@
id: Pesan kesalahan untuk %@
nl: Foutberichten voor %@

source: Error: could not find contact pubkey
es: Error: no se pudo encontrar la clave pública del contacto
id: Kesalahan: tidak dapat menemukan kunci pub kontak
nl: Kon contact pubkey niet vinden

source: Error: missing audio file
es: Error: falta archivo de audio
id: Kesalahan: file audio hilang
nl: Fout: Geluidsopname ontbreekt

source: Errors
es: Errores
id: Kesalahan
nl: Foutmeldingen

source: eventId: %@
es: ID de evento: %@
id: ID acara: %@

source: Example
es: Ejemplo
id: Contoh
nl: Voorbeeld

source: Expand
es: Expandir
id: Memperluas
nl: Uitklappen

source: Expired
es: Venció
id: Kedaluwarsa
nl: Verlopen

source: Explore
es: Explorar
id: Mengeksplorasi
nl: Verkennen

source: Extra information
es: Información adicional
id: Informasi tambahan
nl: Extra infromatie

source: Failed to load image
es: No se pudo cargar la imagen
id: Gagal memuat gambar
nl: Kon afbeelding niet laden

source: Failed to load video
es: No se pudo cargar el video
id: Gagal memuat video
nl: Kon video niet laden

source: failed zaps
es: zap fallidos
id: zap gagal
nl: mislukte zaps

source: Feed
es: Alimentar
id: Memberi makan

source: Feed content
es: Contenido del feed
id: Konten umpan
nl: Feed inhoud

source: Feed options
es: Opciones de alimentación
id: Opsi umpan
nl: Feed opties

source: Feed preview
es: Vista previa del feed
id: Pratinjau umpan
nl: Feed voorbeeld

source: Feed settings
es: Configuración de alimentación
id: Pengaturan umpan
nl: Feed instellingen

source: Feed Settings
es: Configuración de alimentación
id: Pengaturan Umpan
nl: Feed instellingen

source: Feed settings...
es: Configuración de alimentación...
id: Setelan umpan...
nl: Feed instellingen…

source: Fetch counts on timeline
es: Obtener recuentos en la línea de tiempo
id: Pengambilan diperhitungkan pada timeline
nl: Tellers op tijdlijn

source: Fetches like/zaps/replies counts as posts appear
es: Obtiene los recuentos de me gusta/zap/respuestas a medida que aparecen las publicaciones
id: Mengambil jumlah suka/zap/balasan saat postingan muncul
nl: Update tellers op tijdlijn tijdens scrollen

source: Fetching...
es: Atractivo...
id: Mengambil...
nl: Ophalen...

source: Fiat currency
es: moneda fiduciaria
id: Mata uang fiat
nl: Fiat munteenheid

source: File Storage Server address
es: Dirección del servidor de almacenamiento de archivos
id: Alamat Server Penyimpanan File
nl: Server adres voor bestandsopslag

source: File Storage server configured successfully!
es: ¡El servidor de almacenamiento de archivos se configuró correctamente!
id: Server Penyimpanan File berhasil dikonfigurasi!
nl: Bestandsopslag server ingesteld!

source: Files
es: Archivos
id: File
nl: Bestanden

source: Filter
es: Filtrar
id: Menyaring

source: Filter by your follows only (strict), or also your follows follows (normal)
es: Filtra solo por tus seguidores (estricto), o también por tus seguidores (normal)
id: Filter berdasarkan pengikut Anda saja (ketat), atau juga pengikut Anda (normal)
nl: Filter volgend (strict), of ook volgend van volgend (normaal)

source: Filter contacts
es: Filtrar contactos
id: Saring kontak
nl: Contacten filteren

source: Find author
es: encontrar autor
id: Temukan penulis
nl: Zoek auteur

source: Find more Emoji sets
es: Encuentra más conjuntos de Emoji
id: Temukan kumpulan Emoji lainnya

source: Follow
es: Seguir
id: Mengikuti
nl: Volg

source: Follow %@
es: Seguir %@
id: Ikuti %@
nl: Volg %@

source: Follow %@ on
es: Sigue a %@ en
id: Ikuti %@ di
nl: Volg %@ op

source: Follow all
es: Seguir todos
id: Ikuti semuanya
nl: Volg alle

source: Follow all %lld people on this list
es: Sigue a todas las personas %lld en esta lista
id: Ikuti semua orang %lld di daftar ini
nl: Volg alle %lld personen van deze lijst

source: Follow lists with a size higher than this threshold will be considered low quality and not included in your Web of Trust
es: Las listas de seguimiento con un tamaño superior a este umbral se considerarán de baja calidad y no se incluirán en tu Web of Trust.
id: Daftar ikuti dengan ukuran lebih tinggi dari ambang batas ini akan dianggap berkualitas rendah dan tidak disertakan dalam Web of Trust Anda
nl: Volglijsten groter dan dit getal worden als lage kwaliteit beschouwd en worden niet opgenomen in jouw Web of Trust

source: Follow Packs & Lists
es: Seguir paquetes y listas
id: Ikuti Paket & Daftar
nl: Volglijsten

source: Follow relay hints
es: Siga las sugerencias de relay
id: Ikuti petunjuk relay
nl: Volgt relay hints

source: Followed by
es: Seguido por
id: Diikuti oleh
nl: Gevolgd door

source: Followed by 0 others you follow
es: Seguido por 0 personas más a las que sigues
id: Diikuti oleh 0 orang lain yang Anda ikuti
nl: Gevolgd door niemand die jij volgt

source: Followers
es: Seguidores
id: Pengikut
nl: Volgers

source: following
es: siguiente
id: mengikuti
nl: volgend

source: Following
es: Siguiente
id: Mengikuti
nl: Volgend

source: Following Feed settings
es: Siguientes configuraciones de feed
id: Mengikuti pengaturan Umpan
nl: Volgend feed instellingen

source: Follows you
es: te sigue
id: Mengikuti Anda
nl: Volgt jou

source: Footer buttons
es: Botones de pie de página
id: Tombol catatan kaki
nl: Footer knoppen

source: Funny
es: Divertido
id: Lucu
nl: Grappig

source: Funny Feed
es: Feed divertido
id: Umpan Lucu
nl: Grappige Feed

source: Gallery
es: Galería
id: Galeri
nl: Gallerij

source: Gallery feed time frame
es: Periodo de tiempo de alimentación de la galería
id: Kerangka waktu umpan galeri
nl: Gallerij-feed tijdsvak

source: gmmm broken %@
es: mmm roto %@
id: gmmm %@ rusak

source: Go to stream
es: Ir a la transmisión
id: Buka streaming
nl: Open stream

source: Green
es: Verde
id: Hijau
nl: Groen

source: Hand is raised
es: la mano esta levantada
id: Tangan terangkat
nl: Hand is omhoog

source: Hello, World! Hello World! Hello World! Hello World! Hello World! Hello World
es: ¡Hola Mundo! ¡Hola Mundo! ¡Hola Mundo! ¡Hola Mundo! ¡Hola Mundo! Hola Mundo
id: Halo Dunia! Halo Dunia! Halo Dunia! Halo Dunia! Halo Dunia! Halo Dunia

source: hex
es: maleficio
id: heksa

source: Hide
es: Esconder
id: Bersembunyi
nl: Verberg

source: Hide keyboard
es: Ocultar teclado
id: Sembunyikan papan ketik
nl: Verberg toetsenbord

source: Hide posts you have already seen (beta)
es: Ocultar publicaciones que ya has visto (beta)
id: Sembunyikan postingan yang sudah Anda lihat (beta)
nl: Verberg berichten die je al hebt gezien (beta)

source: Hide posts you have already seen on multiple devices
es: Ocultar publicaciones que ya has visto en varios dispositivos
id: Sembunyikan postingan yang sudah Anda lihat di beberapa perangkat
nl: Verberg al gezien op meerdere aparaten

source: Hide private key
es: Ocultar clave privada
id: Sembunyikan kunci pribadi
nl: Verberg privésleutel

source: Hide tab bars when scrolling
es: Ocultar barras de pestañas al desplazarse
id: Sembunyikan bilah tab saat menggulir
nl: Verberg balken tijdens scrollen

source: Hides badges from profiles and feeds
es: Oculta insignias de perfiles y feeds
id: Menyembunyikan lencana dari profil dan feed
nl: Verberg medailles van profielen en feeds

source: Highlights
es: Reflejos
id: Highlight
nl: Hoogtepunten

source: Home
es: Hogar
id: Rumah
nl: Start

source: Home/Lock screen notifications
es: Inicio/Notificaciones de pantalla de bloqueo
id: Notifikasi layar Utama/Kunci
nl: Begin-/Toegangsscherm meldingen

source: Home/Lock screen notifications are only active for the currently logged in account and can be a bit delayed
es: Las notificaciones de la pantalla de inicio/bloqueo solo están activas para la cuenta actualmente iniciada y pueden retrasarse un poco
id: Notifikasi layar Beranda/Kunci hanya aktif untuk akun yang sedang login dan mungkin sedikit tertunda
nl: Begin-/Toegangsscherm meldingen zijn alleen actief voor de huidig ingelogde gebruiker

source: Host
es: Anfitrión
id: Tuan rumah
nl: Gastheer

source: Hot
es: Caliente
id: Panas

source: Hot feed time frame
es: Periodo de tiempo de alimentación caliente
id: Kerangka waktu umpan panas
nl: Hot-feed tijdsvak

source: Hot, Gallery, and Articles feed will not be visible if you don't follow more than 10 people.
es: Las noticias destacadas, la galería y los artículos no serán visibles si no sigues a más de 10 personas.
id: Hot, Gallery, dan Articles feed tidak akan terlihat jika Anda tidak mem-follow lebih dari 10 orang.
nl: Hot, Gallerij en Artikelen zijn alleen zichtbaar als je meer dan 10 mensen volgt

source: ID
es: IDENTIFICACIÓN
id: PENGENAL

source: If a post can't be found on receiving relays, try to find the post on this relay
es: Si no se puede encontrar una publicación al recibir relays, intente encontrar la publicación en este relay
id: Jika postingan pada penerimaan relays tidak dapat ditemukan, coba cari postingan pada relay ini
nl: Als een bericht niet gevonden kan worden op ontvangende relays, probeer dan deze relay

source: If Relay Autopilot is enabled show which additional relays will be used
es: Si el piloto automático Relay está habilitado, muestre qué relays adicional se utilizará
id: Jika Relay Autopilot diaktifkan, tunjukkan relays tambahan mana yang akan digunakan
nl: Toon welke extra relays worden gebruikt als Autopilot aan staat

source: Ignore
es: Ignorar
id: Mengabaikan
nl: Negeer

source: Illegal content
es: Contenido ilegal
id: Konten ilegal
nl: Illegale inhoud

source: Image uploading
es: Subiendo imágenes
id: Pengunggahan gambar
nl: Afbeeldingen upload

source: Image URL (1024x1024)
es: URL de la imagen (1024x1024)
id: URL Gambar (1024x1024)
nl: Afbeelding URL (1024x1024)

source: Images
es: Imágenes
id: Gambar
nl: Afbeeldingen

source: Impersonation
es: Interpretación
id: Peniruan
nl: Nabootsing van identiteit

source: Import private key
es: Importar clave privada
id: Impor kunci pribadi
nl: Importeer privé sleutel

source: in private
es: en privado
id: secara pribadi
nl: privé

source: Include author
es: incluir autor
id: Sertakan penulis
nl: Voeg auteur toe

source: Include Nostur caption when sharing posts
es: Incluir título Nostur al compartir publicaciones
id: Sertakan keterangan Nostur saat berbagi postingan
nl: Nostur voetnoot bijsluiten bij delen bericht

source: Include Nostur in post metadata
es: Incluir Nostur en los metadatos de la publicación.
id: Sertakan Nostur dalam metadata postingan
nl: Plaats Nostur in metadata van berichten

source: Included hashtags
es: Hashtags incluidos
id: Termasuk hashtag
nl: Volg hashtags

source: Increase privacy
es: Aumentar la privacidad
id: Tingkatkan privasi
nl: Meer privacy

source: Interactions
es: Interacciones
id: Interaksi
nl: Interacties

source: Internet connection unavailable
es: Conexión a Internet no disponible
id: Koneksi internet tidak tersedia
nl: Geen internet

source: Invalid key
es: Clave no válida
id: Kunci tidak valid
nl: Ongeldige sleutel

source: Invalid private key
es: Clave privada no válida
id: Kunci pribadi tidak valid
nl: Ongeldige privé sleutel

source: Is bookmarked: %@
es: Está marcado como favorito: %@
id: Ditandai: %@

source: Issued
es: Emitido
id: Diterbitkan
nl: Uitgegeven

source: It looks like %lld contacts were removed from your following list, perhaps from another nostr app%@
es: Parece que los contactos de %lld se eliminaron de su siguiente lista, tal vez de otra aplicación nostr%@
id: Sepertinya kontak %lld telah dihapus dari daftar berikut Anda, mungkin dari aplikasi nostr lain%@
nl: Het lijkt er op dat %lld contacten zijn verwijderd van je volglijst, misschien vanuit aan andere nostr app %@

source: It's up to relays and other apps to honor your request
es: Depende de relays y otras aplicaciones cumplir con su solicitud
id: Terserah relays dan aplikasi lain untuk memenuhi permintaan Anda
nl: Het is aan de relays om je verzoek te honoreren

source: just now
es: En este momento
id: baru saja
nl: zojuist

source: Keep messages
es: Conservar mensajes
id: Simpan pesan
nl: Berichten behouden

source: Keep your message short
es: Mantenga su mensaje breve
id: Jaga agar pesan Anda tetap singkat
nl: Houd je bericht kort

source: Keeps track across all feeds posts you have already seen, don't show them again
es: Realiza un seguimiento de todas las publicaciones de feeds que ya has visto, no las vuelves a mostrar
id: Lacak semua postingan feed yang telah Anda lihat, jangan tampilkan lagi
nl: Houdt bij welke berichten je al hebt gezien (incl. meerdere feeds), toon deze niet opnieuw

source: Keys
es: Llaves
id: Kunci
nl: Sleutels

source: kind %@ type not (yet) supported
es: kind %@ aún no compatible
id: kind %@ belum didukung
nl: kind %@ type (nog) niet ondersteund

source: kind: %@
es: tipo: %@
id: jenis: %@
nl: kind: %2

source: Last 1 hour
es: Última 1 hora
id: 1 jam terakhir
nl: Laatste uur

source: Last 5 minutes
es: últimos 5 minutos
id: 5 menit terakhir
nl: Laatste 5 min

source: Last 10 error messages
es: Últimos 10 mensajes de error
id: 10 pesan kesalahan terakhir
nl: Laatste 10 foutmeldingen

source: Last 10 notice messages
es: Últimos 10 mensajes de aviso
id: 10 pesan pemberitahuan terakhir
nl: Laatste 10 meldingen

source: Last 15 minutes
es: últimos 15 minutos
id: 15 menit terakhir
nl: Laatste 15 min

source: Last optimize: %@
es: Última optimización: %@
id: Optimasi terakhir: %@
nl: Laatste optimalisatie: %@

source: Last seen: %@ ago
es: Visto por última vez: hace %@
id: Terakhir terlihat: %@ lalu
nl: Laatst gezien: %@ geleden

source: Last updated %@
es: Última actualización %@
id: %@ yang terakhir diperbarui
nl: Laatst bijgewerkt %@

source: Last updated: %@
es: Última actualización: %@
id: Terakhir diperbarui: %@
nl: Laatst bijgewerkt: %@
